loadtest-results/baseline.txt
Requests      [total, rate, throughput]  30000, 2000.13, 2000.06
Duration      [total, attack, wait]      14.999513684s, 14.999016249s, 497.435µs
Latencies     [mean, 50, 95, 99, max]    600.705µs, 536.083µs, 941.22µs, 1.371818ms, 4.561877ms
Bytes In      [total, mean]              720000, 24.00
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    100.00%
Status Codes  [code:count]               200:30000  
Error Set: